<?php $this->pageTitle = 'Для всех возрастов'; ?>
<h1><?php echo $this->pageTitle ?></h1>
<p>
    Магнитные конструкторы «Magformers» - это идеальная развивающая игрушка для малыша любого возраста. Пользователи
    возрастом от самого рождения, и до глубокой старости будут удивлены возможностями конструктора. Ведь с его помощью
    можно не только развивать интеллектуальные способности и познавать мир, но и воплощать свои фантазии. Игра с
    Магформерс приносит пользу для всех возрастов:
</p>
<b>От 0 до 3 лет</b>
<p>
    От рождения и до трех лет ребенок проходит очень важную стадию сенсомоторного развития. В течение этого периода
    жизни у малыша формируется 80% мозга. Только путем активной работы пальчиков ребенка и сенсорно-стимулирующих
    действий достигается успешное развитие нервной системы и мозга.
    Обучающие эффекты
</p>
<ul>
    <li>Стимуляция визуального восприятия благодаря большому разнообразию форм и цветов;</li>
    <li>Стимуляция слухового восприятия благодаря легким щелчкам деталей, при их соединении и разъединении;</li>
    <li>Укрепление навыков распознавания форм и цветов;</li>
    <li>Развитие координации зрения и активной работы ручек в процессе соединения и разъединения деталей Магформерс;
    </li>
    <li>Тренировка крупной и мелкой моторики в процессе активной работы пальцев, кистей и рук.</li>
</ul>

<b>От 3 до 5 лет</b>
<p>
    В течение этого срока у малыша активизируется стадия неутомимого исследования. Дети начинают активно наблюдать и
    изучать окружающий их мир. Все предметы, которые окружают ребенка, возбуждают у него любопытство. Малыш хочет все и
    сразу, ему просто необходимо все подчинить себе и в это же время контролировать. В ходе творческого игрового
    процесса, который чем-то напоминает ролевую игру, у малыша активно развивается символьное и абстрактное мышление.
    Обучающие эффекты
</p>
<ul>
    <li>Повышение манипулятивной способности пальцев;</li>
    <li>Улучшение дивергентного мышления, воображения и способностей к творчеству посредством спонтанной игры;</li>
    <li>Развитие формообразующих навыков и осознание таких аспектов как симметрия, стороны, линии и конструкции;</li>
</ul>
<b>От 5 до 7 лет</b>
<p>
    Ребенок, в данном периоде своего развития, проходит стадию поведенческой независимости. Он становится уверенным в
    себе и независимым. Именно в это время у малыша развивается способность самовыражаться и уникально мыслить. Ребенок
    полным ходом применяет в игре оригинальность и собственное творчество.
    Обучающие эффекты
</p>
<ul>
    <li>Понимание простых математических понятий: целое, часть, соответствие, модель и др.;</li>
    <li>Сопоставление цвета и формы, определение ориентации по местоположению (право-лево, верх-низ) и самого понятия
        местоположение;
    </li>
    <li>Совершенствование навыков решения задач и творчества, повышение качеств уверенности и независимости;</li>
    <li>Развитие языковых навыков.
        От 7 до 12 лет
        Данному периоду развития ребенка характерна стадия конкретного мышления. Предметное мышление, свойственное детям
        в
        этом возрасте, помогает воплощать увиденное в окружающем мире более детально. Благодаря этому активно
        развиваются
        такие качества как наблюдательность, аналитическое и логическое мышление.
        Обучающие эффекты
    <li>Развитие творческого мышления, в процессе создания разнообразных конструкций, и наблюдательности;</li>
    <li>Развитие пространственного сознания в процессе конструирования сооружений и зданий;</li>
    <li>Выработка аргументации и логического мышления;</li>
    <li>Совершенствование навыков творческого мышления и решения задач в процессе создания сложных структур;</li>
    <li>Понимание научных принципов и математических качеств в конструировании Магформерс.</li>
</ul>

<b>От 12 до 15 лет</b>
<p>
    В таком, зрелом возрасте, ребенок проходит стадию научных изысканий. Знания дети получают в процессе
    систематического и постоянного обучения. Изучая реальные понятия пространства и форм предметов, им буде не сложно
    воплощать трехпространственные структуры вместе с Магформерс.
    Обучающие эффекты
</p>
<ul>
    <li>Совершенствование творческого мышления и математических знаний в процессе конструирования трехмерных
        конструкций;
    </li>
    <li>Понимание форм путем практического исследования фигур и форм, которые дети видели только в учебниках;</li>
    <li>Осознание основных принципов формообразования и возбуждение интереса к архитектуре.</li>
</ul>
<b>Взрослым</b>
<p>
    Когда все основные стадии развития уже позади, взрослые люди смогут воплотить все свои мысли и фантазии с помощью
    Магформерс. Выражать свое творчество посредствам конструирования в столь зрелом возрасте, обеспечит расширению
    границ мышления и повысит его гибкость.
    Обучающие эффекты
</p>
<ul>
    <li>Полноценная активизация работы мозга и совершенство навыков работы пальцев;</li>
    <li>Развитие гибкости мышления в процессе планирования и воплощения конструкций Магформерс;</li>
    <li>Посредством стереоскопического трехмерного моделирования развивается многопространственное мышление;</li>
    <li>Получение положительных эмоций в процессе творческой реализации и приобретение эмоционального комфорта.</li>
</ul>