треугольник: 6 шт.
равнобедренный треугольник: 2 шт.
квадрат: 12 шт.
прямоугольник: 1 шт.
суперпрямоугольник: 1 шт.
минипрямоугольник: 4 шт.
сектор: 4 шт.
суперсектор: 4 шт.
арка: 2 шт.
суперарка: 2 шт.
девочка: 1 шт.
мальчик: 1 шт.
колесо: 2 шт.
пара колес: 1 шт.
поворотная ось: 1 шт.
управляемая ось с колесами: 1 шт.
пульт дистанционного управления: 1 шт.
блок-вставка: 4 шт.
двойной коннектор: 2 шт.





INSERT INTO `u6789569_default`.`product_include` (`product_id`, `include_id`, `count`) SELECT 1, `id`, 10 FROM  `products` WHERE  `short_title` LIKE  'треугольник';