<div class="col-lg-4">
    <p>
        ANGEL CLAY - это мягкая чудо-глина для детского творчества, пластичная и воздушно-легкая!
    </p>
    <ul>
        <li>Окрашивайте в любой цвет</li>
        <li>Придавайте любую форму и текстуру</li>
        <li>Склеивайте детали между собой</li>
        <li>Высушите - и получите игрушку</li>
        <li>Сбрызните ее водой и снова лепите!</li>
    </ul>
</div>

<div class="col-lg-8">
    <img src="<?= Yii::app()->request->baseUrl?>/images/landing/angel-clay.jpg" alt="">
</div>