<?php
$this->pageTitle = 'Доставка';

?>

<div class="static-page">
    <h1>Доставка</h1>
    <div class="static-page-content">
        <article>
            <h3>По Санкт&nbsp;-&nbsp;Петербургу:</h3>
            <ul>
                <li>Доставка заказа 1-2 дня (Доставка с понеделькика по субботу)</li>
                <li>Стоимость доставки в пределах КАД: <b>Бесплатно</b></li>
                <li>Стоимость доставки за пределы КАД: <b>200 рублей</b>
            </ul>

            <p><b>Доставка до точки самовывоза <span style="color: #7a0000">бесплатна</span>!<br>
                    <span style="text-decoration: underline">Вы можете оплатить заказ в пункте выдачи, но при оплате заказа в интернет-магазине вы получите гарантированный подарок</span><br>
                    Срок доставки заказа на точку самовывоза 1-3 дня.</b><br/>
            </p>
            <address>
                <ul>
                    <li>г. Санкт-Петербург, м. Академическая, пр.Науки, д.17 к2, вверх по пандусу</li>
                    <li>г. Санкт-Петербург, м. Автово, пр.Стачек, д.75 - за пав."MAX бургер", вход маг."Пчёлкин мёд"
                    </li>
                    <li>г. Санкт-Петербург, м. Чернышевская, ул. Фурштатская, д.25</li>
                    <li>г. Санкт-Петербург, м. Девяткино, п. Мурино, Привокзальная пл., д.3, к.1</li>
                    <li>г. Санкт-Петербург, м. Гражданский, пр. Просвещения, д87, к1, «Северо-Муринский ун-г», 2 эт,
                        направо
                    </li>
                    <li>г. Санкт-Петербург, м. Ленинский, Трамвайный пр, д.17, к.2, ТЦ "Нарва", секц.14</li>
                    <li>г. Санкт-Петербург, м. Пл.Ленина, ул. Комсомола, д.16 (вход с Комсомола)</li>
                    <li>г. Санкт-Петербург, м. Ветеранов, пр.Ветеранов, д.36,к.2, ТЦ Манхэттен, 2 этаж</li>
                    <li>г. Санкт-Петербург, м. Чёрная Речка, ул. Савушкина, д.1</li>
                    <li>г. Санкт-Петербург, м. Купчино, Балканская пл., д.5, лит.В, ТЦ Балканский-5, 2 эт, секц.474</li>
                    <li>г. Санкт-Петербург, м. Московская, ул. Алтайская, д.16</li>
                    <li>г. Санкт-Петербург, м. Озерки, пр. Энгельса, д.113, к.1, ТЦ "Бада-Бум", I эт.</li>
                    <li>г. Санкт-Петербург, м. Пионерская, Коломяжский пр., д.15, корп.2</li>
                    <li>г. Санкт-Петербург, м. Просвещения, пр. Энгельса, д.137</li>
                    <li>г. Санкт-Петербург, м. Сенная, Московский пр., д.3, 2 этаж, ТЦ Адмиралтейский</li>
                    <li>г. Санкт-Петербург, м. Приморская, ул. Одоевского д.27, лит.А, 2 эт., сек.212 (у лифта)</li>
                    <li>г. Санкт-Петербург, м. Василеостровская, 6-я Линия В.О., д.25</li>
                    <li>г. Санкт-Петербург, м. Большевиков, пр.Пятилеток, д.4 к.1</li>
                    <li>г. Санкт-Петербург, м. Дыбенко, Дыбенко, 27, к.1, вход со двора, ближе к метро</li>
                    <li>г. Санкт-Петербург, м. Ладожская, Заневский пр, д65, к.5, лит.А ТК "Платформа"</li>
                    <li>г. Санкт-Петербург, м. Комендантский, Комендантский пр,9 к.2, ТЦ Променад, центр.вход, магазин
                        Смарт
                    </li>
                    <li>г. Санкт-Петербург, м. Международная, ул. Бухарестская, д.74, к.3, ТБК "Международный", 2 эт.
                    </li>
                    <li>г. Санкт-Петербург, м. Старая Деревня, Торфяная дор., д.2, к1, ТК "Старая Деревня", 3 эт.,
                        секц.29
                    </li>
                </ul>
            </address>
        </article>

        <article>
            <h3>По Москве:</h3>
            <ul>
                <li><b>Срок доставки 1-2 рабочих дня</b></li>
                <ul>
                    <li>Доставка заказа 1-2 дня (Доставка с понеделькика по субботу)</li>
                    <li>Стоимость доставки в пределах МКАД: <b>Бесплатно</b></li>
                    <li>Стоимость доставки за пределы МКАД: <b>200 рублей</b>
                </ul>
            </ul>

            <p><b>Доставка до точки самовывоза <span style="color: #7a0000">бесплатна</span>!<br>
                    <span style="text-decoration: underline">Заказ можно оплатить при получении в пункте выдачи</span>
                    Срок доставки заказа на точку самовывоза 1-2 дня.</b>
            </p>
            <address>
                <ul>
                    <li>г. Москва, м. Автозаводская, Мастеркова ул, дом № 6</li>
                    <li>г. Москва, м. Беляево, Миклухо-Маклая ул, дом № 18, корпус 2</li>
                    <li>г. Москва, м. Бибирево, Бибиревская ул, дом № 10, корпус 2</li>
                    <li>г. Москва, м. Братиславская, Мячковский бульвар, д.3</li>
                    <li>г. Москва, м. Братиславская, Перерва ул, дом № 45</li>
                    <li>г. Москва, м. Бульвар Рокоссовского, Ивантеевская ул, владение № 25А</li>
                    <li>г. Москва, м. Чертановская, Балаклавский проспект, дом 5</li>
                    <li>г. Москва, м. Дмитровская, Тимирязевская ул, дом № 2/3</li>
                    <li>г. Москва, м. Электрозаводская, ул. Большая Семеновская, д.28</li>
                    <li>г. Москва, м. Китай-Город, Лубянский проезд, 15с4</li>
                    <li>г. Москва, м. Коломенская, Андропова пр-кт, дом № 36</li>
                    <li>г. Москва, м. Комсомольская, Комсомольская пл, дом № 6</li>
                    <li>г. Москва, м. Маяковская, 4-я Тверская-Ямская улица, д4</li>
                    <li>г. Москва, м. Марьино, ул. Люблинская, д. 163/1</li>
                    <li>г. Москва, м. Марьино2, Новочеркасский бульвар, 51</li>
                    <li>г. Москва, м. Марксистская, Марксистская ул, дом № 3</li>
                    <li>г. Москва, м. Митино, ул. Митинская, дом 31</li>
                    <li>г. Москва, м. Нагатинская, Варшавское ш, дом № 26, строение 5</li>
                    <li>г. Москва, м. Новогиреево, Свободный пр-кт, дом № 33, корпус А</li>
                    <li>г. Москва, м. Новокосино, Носовихинское ш, дом № 13В</li>
                    <li>г. Москва, м. Октябрьское Поле, улица Расплетина, 13 м.</li>
                    <li>г. Москва, м. Павелецкая, Кожевническая ул, дом № 7, строение 1</li>
                    <li>г. Москва, м. Петровско-Разумовская, Дмитровское шоссе, дом 34, корпус 1</li>
                    <li>г. Москва, м. Речной вокзал, Фестивальная ул, дом № 13, корпус 1</li>
                    <li>г. Москва, м. Румянцево, Киевское ш. 22 км, домовладение 4 стр. 2 блок Г</li>
                    <li>г. Москва, м. Таганская, Москва, Гончарная улица, 38</li>
                    <li>г. Москва, м. Теплый стан, Новоясеневский пр-кт, владение № 2a, строение 1</li>
                    <li>г. Москва, м. Тушинская, Тушинская ул, дом № 17</li>
                    <li>г. Москва, м. Водный стадион, Кронштадтский б-р, дом № 9, строение 4</li>
                    <li>г. Москва, м. Выхино, Рязанский пр-кт, дом № 99А, строение 1</li>
                </ul>
            </address>
        </article>

        <article>
            <h3>По всей России:</h3>
            <ul>
                <li>Почтой России</li>
                <li>Почтой ЕМС</li>
                <li>Курьерской службой СДЕК (<span style="color: #7a0000">Рекомендуем!!!</span>)</li>
                <li>Транспортной компанией Деловые линии</li>
                <li>Транспортной компанией КИТ</li>
                <li>Транспортной компанией ПЭК</li>
            </ul>
        </article>

        <h1>Оплата</h1>
        <div class="static-page-content">
            <div class="row">
                <div class="col-lg-12">
                    <div class="panel-group" id="accordion">
                        <div class="panel">
                            <div class="panel-heading">
                                <h4 class="panel-title">
                                    <a class="accordion-toggle" data-toggle="collapse" data-parent="#accordion"
                                       href="#collapseOne">
                                        Оплата наличными
                                    </a>
                                </h4>
                            </div>
                            <div id="collapseOne" class="panel-collapse collapse in">
                                <div class="panel-body simple-text">
                                    При самовывозе или курьерской доставке по Санкт-Петербургу вы можете оплатить заказ
                                    наличными.
                                </div>
                            </div>
                        </div>
                        <div class="panel">
                            <div class="panel-heading">
                                <h4 class="panel-title">
                                    <a class="accordion-toggle" data-toggle="collapse" data-parent="#accordion"
                                       href="#collapseTwo">
                                        Банковскими картами VISA и MasterCard
                                    </a>
                                </h4>
                            </div>
                            <div id="collapseTwo" class="panel-collapse collapse">
                                <div class="panel-body simple-text">
                                    В настоящее время к оплате принимаются платежи картами Visa и MasterCard из
                                    следующих
                                    стран:<br/>
                                    <b>СНГ:</b> Азербайджан, Армения, Белоруссия, Казахстан, Киргизия, Молдавия, Россия,
                                    Таджикистан, Туркменистан, Узбекистан, Украина<br/>
                                    <b>Прибалтика:</b> Латвия, Литва, Эстония<br/>
                                    <b>Другие страны:</b> Бельгия, Болгария, Египет, Македония, Румыния, Сан-Марино,
                                    Словакия,
                                    Филиппины, Черногория.<br/>
                                </div>
                            </div>
                        </div>
                        <div class="panel">
                            <div class="panel-heading">
                                <h4 class="panel-title">
                                    <a class="accordion-toggle" data-toggle="collapse" data-parent="#accordion"
                                       href="#collapseThree">
                                        Электронные деньги
                                    </a>
                                </h4>
                            </div>
                            <div id="collapseThree" class="panel-collapse collapse">
                                <div class="panel-body simple-text">
                                    <b>Webmoney</b> - webmoney.ru<br/>
                                    <b>Яндекс.Деньги</b> - money.yandex.ru<br/>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
</div>