<?php
$this->pageTitle = 'Доставка';

?>

<div class="static-page">
    <h1>Доставка</h1>
    <h3>Выберите необходимый пункт:</h3>
    <div class="static-page-content">

        <div class="panel-group" id="accordion">
            <div class="panel">
                <div class="panel-heading">
                    <h4 class="panel-title">
                        <a class="accordion-toggle" data-toggle="collapse" data-parent="#accordion"
                           href="#collapseOne">
                            <img src="<?= Yii::app()->baseUrl ?>/images/shipping/shipping_msk.jpg"
                                 class="img-responsive" alt="">
                            Курьерская доставка и самовывоз в Москве и МО
                        </a>
                    </h4>
                </div>
                <div class="panel-body">
                    <div id="collapseOne" class="panel-collapse collapse">
                        <article>
                            <ul>
                                <li><b>Срок доставки 1-2 рабочих дня</b></li>
                                <li>Стоимость доставки в пределах МКАД 300 рублей (При заказе от 5000 рублей
                                    доставка осуществляется бесплатно)
                                </li>
                                <li>Стоимость доставки за пределы МКАД рассчитывется по индексу при оформелнии
                                    заказа (средняя стоимость
                                    доставки 500 рублей)
                                </li>
                            </ul>

                            <p><b>Доставка до точки самовывоза осуществляется <span
                                        style="color: #7a0000">бесплатно</span>, при заказе от 1500 рублей!</span>
                                    <span
                                        style="text-decoration: underline">Заказ можно оплатить при получении в пункте выдачи</span>
                                    Срок доставки заказа на точку самовывоза 1-2 дня.</b>
                            </p>
                            <address>
                               <ul>
                                   <li>м. Автозаводская, Мастеркова ул, дом № 6</li>
                                   <li>м. Беляево, Миклухо-Маклая ул, дом № 18, корпус 2</li>
                                   <li>м. Бибирево, Бибиревская ул, дом № 10, корпус 2</li>
                                   <li>м. Братиславская, Мячковский бульвар, д.3</li>
                                   <li>м. Бульвар Дмитрия Донского, Старокачаловская ул, дом № 1Б</li>
                                   <li>м. Бульвар Рокоссовского, Ивантеевская ул, владение № 25А</li>
                                   <li>м. Чертановская, Балаклавский проспект, дом 5</li>
                                   <li>м. Дмитровская, Тимирязевская ул, дом № 2/3</li>
                                   <li>м. Электрозаводская, ул. Большая Семеновская, д.28</li>
                                   <li>м. Китай-Город, Лучников переулок д.4, кор.2, пом.9</li>
                                   <li>м. Коломенская, Андропова пр-кт, дом № 36</li>
                                   <li>м. Комсомольская, Комсомольская пл, дом № 6</li>
                                   <li>м. Лермонтовский пр., Лермонтовский пр., д.2, к.1</li>
                                   <li>м. Маяковская, 4-я Тверская-Ямская улица, д.2/11, строение 2</li>
                                   <li>м. Марьина Роща, Сущёвский Вал ул, дом № 46</li>
                                   <li>м. Марьино, Новочеркасский бульвар, 51</li>
                                   <li>м. Марксистская, Марксистская ул, дом № 3</li>
                                   <li>м. Медведково, Шокальского проезд, дом № 61</li>
                                   <li>м. Митино, ул. Митинская, дом 31</li>
                                   <li>м. Нагатинская, Варшавское ш, дом № 26, строение 5</li>
                                   <li>м. Новогиреево, Свободный пр-кт, дом № 33, корпус А</li>
                                   <li>м. Новокосино, Носовихинское ш, дом № 13В</li>
                                   <li>м. Новые черемушки, Профсоюзная ул, дом № 64/66</li>
                                   <li>м. Павелецкая, Кожевническая ул, дом № 7, строение 1</li>
                                   <li>м. Петровско-Разумовская, Дмитровское шоссе, дом 34, корпус 1</li>
                                   <li>м. Речной вокзал, Фестивальная ул, дом № 13, корпус 1</li>
                                   <li>м. Румянцево, Киевское ш. 22 км, домовладение 4 стр. 2 блок Г</li>
                                   <li>м. Семеновская, Москва, Измайловское шоссе.11</li>
                                   <li>м. Севастопольская/Каховская, Москва, Симферопольский бульвар, д25, к1</li>
                                   <li>м. Шипиловская, Мусы Джалиля ул, дом № 27, корпус 2с2</li>
                                   <li>м. Сходненская, Героев Панфиловцев ул, дом № 8, корпус 1</li>
                                   <li>м. Строгино, Таллинская ул, дом № 7</li>
                                   <li>м. Таганская, Москва, Гончарная улица, 38</li>
                                   <li>м. Теплый стан, Новоясеневский пр-кт, владение № 2a, строение 1</li>
                                   <li>м. Тимирязевская, Яблочкова ул, дом № 21А</li>
                                   <li>м. Тушинская, Тушинская ул, дом № 17</li>
                                   <li>м. Юго-западная, Академика Анохина ул, дом № 2, корпус 1б</li>
                                   <li>м. Южная, Кировоградская ул, дом № 9, строение 1</li>
                                   <li>м. ВДНХ, Останкинская 1-я ул, дом № 55</li>
                                   <li>м. Водный стадион, Кронштадтский б-р, дом № 9, строение 4</li>
                                   <li>м. Выхино, Рязанский пр-кт, дом № 99А, строение 1</li>
                                   <li>м. Октябрьское поле, ул. Маршала Малиновского, д.6, к.1</li>
                                </ul>
                            </address>
                        </article>
                    </div>
                </div>
            </div>

            <div class=panel">
                <div class="panel-heading">
                    <h4 class="panel-title">
                        <a class="accordion-toggle" data-toggle="collapse" data-parent="#accordion"
                           href="#collapseTwo">
                            <img src="<?= Yii::app()->baseUrl ?>/images/shipping/shipping_spb.jpg"
                                 class="img-responsive" alt="">
                            Курьерская доставка и самовывоз в Санкт&nbsp;-&nbsp;Петербурге и ЛО
                        </a>
                    </h4>
                </div>
                <div class="panel-body">
                    <div id="collapseTwo" class="panel-collapse collapse">
                        <article>
                            <ul>
                                <li>Доставка заказа 1-2 дня (Доставка с понеделькика по субботу)</li>
                                <li>Стоимость доставки в пределах КАД: <b>200 рублей</b></li>
                                <li>Стоимость доставки за пределы КАД: <b>300 рублей</b></li>
                                <li>При заказе от 5000 доставка осуществялется бесплатно</li>
                            </ul>

                            <p><b>Доставка до точки самовывоза осуществляется <span
                                        style="color: #7a0000">бесплатно</span>, при заказе от 1500 рублей!<br>
                                    <span style="text-decoration: underline">Вы можете оплатить заказ в пункте выдачи, но при оплате заказа в интернет-магазине вы получите гарантированный подарок</span><br>
                                    Срок доставки заказа на точку самовывоза 1-3 дня.</b><br/>
                            </p>
                            <address>
                                <ul>
                                    <li>м. Академическая, пр.Науки, д.17 к2, вверх по пандусу</li>
                                    <li>м. Автово, пр.Стачек, д.75 - за пав."MAX бургер", вход маг."Пчёлкин мёд"</li>
                                    <li>м. Чернышевская, ул. Фурштатская, д.25</li>
                                    <li>м. Девяткино, п. Мурино, Привокзальная пл., д.3, к.1</li>
                                    <li>м. Гражданский, пр. Просвещения, д87, к1, «Северо-Муринский ун-г», 2 эт, направо</li>
                                    <li>м. Ленинский, Трамвайный пр, д.17, к.2, ТЦ "Нарва", секц.14</li>
                                    <li>м. Пл.Ленина, ул. Комсомола, д.16 (вход с Комсомола)</li>
                                    <li>м. Ветеранов, пр.Ветеранов, д.36,к.2, ТЦ Манхэттен, 2 этаж</li>
                                    <li>м. Чёрная Речка, ул. Савушкина, д.1</li>
                                    <li>м. Горьковская, Кронверкский п., д.31</li>
                                    <li>м. Просвещения2 /пр.Культуры, пр. Просвещения д.51</li>
                                    <li>м. Купчино, Балканская пл., д.5, лит.В, ТЦ Балканский-5, 2 эт, секц.474</li>
                                    <li>м. Купчино2 / Дунайский, Будапештская улица 94/41 лит.А</li>
                                    <li>м. Московская, ул. Алтайская, д.16</li>
                                    <li>м. Озерки, пр. Энгельса, д.113, к.1, ТЦ "Бада-Бум", I эт.</li>
                                    <li>м. Пионерская, Коломяжский пр., д.15, корп.2</li>
                                    <li>м. Просвещения, пр. Энгельса, д.137</li>
                                    <li>м. Сенная, Московский пр., д.3, 2 этаж, ТЦ Адмиралтейский</li>
                                    <li>м. Ломоносовская, ул. Бабушкина, д.40</li>
                                    <li>м. Приморская, ул. Одоевского д.27, лит.А, 2 эт., сек.212 (у лифта)</li>
                                    <li>м. Василеостровская, 6-я Линия В.О., д.25</li>
                                    <li>м. Большевиков, ул. Коллонтай, д.18</li>
                                    <li>м. Дыбенко, Дыбенко, 27, к.1, вход со двора, ближе к метро</li>
                                    <li>м. Ладожская, Заневский пр, д65, к.5, лит.А ТК "Платформа"</li>
                                    <li>м. Комендантский, Комендантский пр,9 к.2, ТЦ Променад, центр.вход, магазин Смарт</li>
                                    <li>м. Международная, ул. Бухарестская, д.74, к.3, ТБК "Международный", 2 эт.</li>
                                    <li>м. Старая Деревня, Торфяная дор., д.2, к1, ТК "Старая Деревня", 3 эт., секц.29</li>
                                </ul>
                            </address>
                        </article>
                    </div>
                </div>
            </div>

            <div class="panel">
                <div class="panel-heading">
                    <h4 class="panel-title">
                        <a class="accordion-toggle" data-toggle="collapse" data-parent="#accordion"
                           href="#collapseThree">
                            <img src="<?= Yii::app()->baseUrl ?>/images/shipping/shipping_rf.jpg" class="img-responsive"
                                 alt="">
                            Доставка по всей России
                        </a>
                    </h4>
                </div>
                <div class="panel-body">
                    <div id="collapseThree" class="panel-collapse collapse">
                        <article>
                            <ul>
                                <li>Почтой России</li>
                                <li>Почтой ЕМС</li>
                                <li>Курьерской службой СДЕК (<span style=" color: #7a0000">Рекомендуем!!!</span>)</li>
                                <li>Транспортной компанией Деловые линии</li>
                                <li>Транспортной компанией КИТ</li>
                                <li>Транспортной компанией ПЭК</li>
                            </ul>

                            <p>Отправка заказа по России осуществляестся только после 100% оплаты.</p>

                            <p>
                                <b>Для расчета стоимости доставки введите Ваш индекс и нажмите на синию кнопку
                                    "рассчитать"</b><br/>
                                Свой индекс можно узнать здесь <a href="http://ruspostindex.ru/" target="_blank">http://ruspostindex.ru/</a><br/>
                                Расчет производится при весе в 3 кг и может отличаться в зависимости от выбранных Вами
                                товаров.
                            </p>
                            <div class="row" id="CartForm_shipping">
                                <div class="col-lg-4">
                                    <div class="input-group">
                                        <?php echo CHtml::textField('zip', '', array('class' => 'form-control')); ?>
                                        <span class="input-group-btn">
                                    <button class="btn btn-primary" id="shipping-calculate-form">Рассчитать</button>
                                </span>
                                    </div>
                                </div>
                            </div>

                            <div class="col-lg-6" id="shipping_calculate_result">
                            </div>

                        </article>
                    </div>
                </div>
            </div>
        </div>


        <?php /*
        <article>
            <h3>Курьерская доставка и самовывоз в других городах России:</h3>
            <?php
            include(Yii::getPathOfAlias('common.data') . '/pvzlist.php');
            $codeToCity = array();
            $cols = array();
            $firstLetter = 0;
            $i = 0;
            $pvzList = new SimpleXMLElement($pvzList);
            foreach ($pvzList->Pvz as $pvz) {
                $result[(string)$pvz['CityCode']][] = $pvz['Address'];


                $codeToCity[(string)$pvz['CityCode']] = (string)$pvz['City'];
            }
            ?>
            <?php
            $maxCount = count($result) / 3;
            ?>
            <?php foreach ($result as $city => $pvzData) {
                if (!isset($cols[$i]))
                    $cols[$i] = array();
                if (count($cols[$i]) > $maxCount)
                    $i++;
                $cols[$i][$city] = $pvzData;
            } ?>

            <div class="row">
                <?php foreach ($cols as $col): ?>
                    <div class="col-xs-6 col-md-6 col-lg-4">

                        <ul class="shipping-city-list list-unst/yled">
                            <?php foreach ($col as $city => $pvzData): ?>
                                <?php
                                $letter = mb_substr($codeToCity[$city], 0, 2);
                                if (strcasecmp($firstLetter, $letter)) {
                                    $firstLetter = $letter;
                                    echo '<span class="letter">' . $letter . '</span>';
                                }
                                ?>
                                <li>
                                    <a href="#" data-code="<?= $city ?>"><?= $codeToCity[$city] ?></a>
                                    <ul>
                                        <?php foreach ($pvzData as $item): ?>
                                            <li>
                                                <?= $item ?>
                                            </li>
                                        <?php endforeach; ?>
                                    </ul>
                                </li>
                            <?php endforeach; ?>
                        </ul>
                    </div>
                <?php endforeach; ?>
            </div>
        </article>*/ ?>
    </div>
</div>