<?php $this->pageTitle = 'Безопасность'; ?>
<h1><?php echo $this->pageTitle ?></h1>

<p>
    Магнитные конструкторы «Magformers» - это эффективная развивающая игрушка для малыша любого возраста. Конструировать
    с Магформерс не только полезно, весело и невероятно увлекательно, но еще и совершенно безопасно.
    Развивающий потенциал игрушек.
</p>
<p>
    Покупая игрушку для своего ребенка, мы руководствуемся множеством принципов. Нас интересуют игрушки, которые не
    только отличаются своим ярким внешним видом и будут привлекать интерес малыша, но и те, которые окажут пользу для
    развития ребенка и будут полностью безопасны во время игрового процесса. Ребенка следует не просто занять, а дать
    ему необходимую возможность приобрести и совершенствовать различные навыки, умения, способности и качества, в ходе
    игрового процесса.
    Несмотря на то, что сегодня все родители стремятся покупать только полезные развивающие игрушки, и дефицита в них
    вроде бы нет, на самом деле найти подходящий вариант довольно сложно. Множество предложений ограничивается игровым
    процессом, который учит малыша делать все по образцу или алгоритму, а это не эффективно.
    Для того чтобы активизировать у ребенка самостоятельную творческую деятельность, необходимо выбрать игрушку, в
    игровом процессе с которой у малыша будет широкая свобода действий. И поэтому на протяжении многих лет особое место
    заняли конструкторы. Принцип игры с конструкторами заложен в процессе соединения деталей, что отражается на новых
    познаниях малыша находить соответствия, открывать качества предметов, воплощать образы и рожденные фантазии. В
    процессе игры с конструкторами у детей развивается моторика, координация, мышление и творчество.
</p>
<b>Магнитные конструкторы</b>
<p>
    Совсем недавно на нашем рынке детских игрушек появились инновационные магнитные конструкторы. Завоевали свою
    невероятную популярность они очень быстро, и это не удивительно, так как среди конструкторов не так уж много
    оригинальных, необычных и интересных представителей.
    Особенностью магнитных конструкторов стали уникальные свойства и свобода действий. Детали легко соединить и
    разъединить, и делать это можно в любом положении под любым углом. Кроме развития пространственного и абстрактного
    мышления, в процессе конструирования сложных конструкций, малыш получает массу положительных эмоций и удовлетворяет
    свой интерес.
    В последнее время многие магнитные конструкторы стали обладать отрицательной репутацией. Появилась информация, что
    они представляют опасность для жизни и здоровья малышей до 3 лет и даже для более зрелых пользователей. Такая слава
    окутала конструкторы, которые состоят из мелких магнитных деталей: стержней, шариков и прочих элементов. Малыш с
    легкостью может засунуть их себе в ухо или нос. Не исключены случаи, когда дети проглатывали мелкие детали.
    Например, магнитные шарики конструктора Neocube, который не предназначен для игры совсем маленьких пользователей.
    Проглотив несколько шариков такого конструктора, малыш может быть серьезно травмирован. Попав в желудок, а затем в
    кишечник, элементы могут запросто соединиться и не выйти естественным путем. Такой случай может привести не только к
    травмам внутренних органов, но даже и к летальному исходу.
    «Magformers» - совершенная безопасность!
</p>
<p>
    Магнитные конструкторы «Magformers» - это инновационный конструктор, который создан для полезной и совершенно
    безопасной игры детей от рождения. В процессе его разработки были учтены все нюансы и требования по безопасности,
    которые сегодня предъявляют к детским игрушкам.
</p>
<ul>
    <li>Небольшие магнитные элементы надежно скрыты под сверхпрочным пластиком, который детям сломать невозможно.
        Благодаря этому, ребенок не проглотит магнит.
    </li>
    <li>Все детали магнитных конструкторов Магформерс имеют крупные размеры и не смогут попасть малышу в рот.</li>
    <li>Для изготовления магнитных конструкторов Магформерс использовались только безопасные материалы, которые не
        смогут нанести здоровью и жизни ребенка совершенно никакого вреда. Например, вместо обычных магнитов, в
        Магформерс используют инновационные ниодимовые магнитные элементы, которые применяют в изготовлении наушников,
        жестких дисков и прочих постоянно окружающих нас вещах.
    </li>
</ul>
<p>
    В процессе создания магнитного конструктора «Magformers» производили постоянные испытания и тесты, которые позволили
    исключить все изъяны и получить всю необходимую нормирующую документацию качества и безопасности.
    В соответствии с самыми строгими стандартами качества, конструкторы «Magformers» имели шанс получить маркировку
    игрушки: «Для детей от 3 лет», но благодаря высокому качеству деталей и мастерству разработчиков, в ходе
    тестирования конструктора Магформерс квалифицированными специалистами из Европы, конструктор получил маркировку:
    <b>«Для детей младше 3 лет».</b>
    Магнитные конструкторы «Magformers» можно считать самым безопасным магнитным конструктором и разрешить его применять
    к привлечению в мир увлекательного и полезного конструирования детей от рождения.
</p>
