<div class="text-justify">
<h3 id="production">Все о кинетическом песке</h3>
<p>
    Кинетический песок, уже больше двух лет, радует детей и их родителей своими необычными свойствами. За это время у
    покупателей сформировался целый ряд вопросов об этом материале, его свойствах, качестве и разновидности. Сегодня мы
    попытаемся рассказать вам как можно больше о кинетическом песке, опираясь на наш опыт и опыт коллег из других стран,
    где эта игрушка продается уже много лет.
</p>
<h3 id="production">Производство</h3>
<p>
    Кинетический песок производится только в Швеции, все остальные виды похожего материала, это подделки и называться
    кинетическим песком не могут. Процесс производства как прост, так и сложен. Песок промывается, сушится, а после
    сортируется по фракции. Кинетическим обычный песок становится после смешивания его с особым связующим, которое, по
    сути, является обычным силиконом. Этот процесс смешивания и дальнейшей обработки держится компанией в секрете и
    повторить данную технологию пока никому не удалось. Аналоги, представленные сейчас на Российском рынке, представляют
    собой песок, перемешанный с силиконовым маслом и связующее при такой технике покрытия песка не закреплено на нем,
    поэтому остается на руках и поверхностях. В кинетическом песке, связующий компонент нельзя удалить с песчинок,
    поэтому он (компонент) не остается на руках и поверхностях.
</p>

<h3>Производитель и фасовка</h3>

<p>
    В данный момент в Россию кинетический песок поставляют две компании:
    Компания Waba Fun, ей принадлежат права на продажу кинетического песка натурального цвета в фасовках 1 и 5кг, а
    также цветного песка в коробках общей массой 3кг трех разных цветов (красный, синий и зеленый). В коробках 5кг,
    находятся два пакета с кинетическим песком 2,5 кг. В данный момент компания разрешает своим дилерам продавать песок
    этими самыми пакетами не нарушая заводской упаковки.
<p>
</p>
    Вторая компания Delta Of Sweden продает песок малыми фасовками до 1кг и имеет весь цветовой сегмент кинетического
    песка. Так же в ассортименте компании есть небольшие наборы в оригинальных упаковках, с песком и формочками.
    Никакая другая компания не имеет прав для продажи кинетического песка в России, поэтому любой другой поставщик
    продает подделку, либо аналог, если пытаются повторить коробку или название.
</p>

<h3>Свойства кинетического песка</h3>
<p>
    Оригинальный кинетический песок должен обладать набором следующих свойств:<br />
    - При формировании его в небольшую формочку, держит форму, при этом готовую формочку можно разрезать ножом и ее
    части не распадутся.<br />
    - При надавливании на готовую постройку, песок должен расползаться под руками (не крошится)<br />
    - На руках после игры с кинетическим песком не должно оставаться связующего агента (никаких масленых пятен, жидкости
    или кусочков силикона)<br />
    - Кинетический песок не должен прилипать к пластику, металлу или стеклу, однако он прилипает к силиконовым формочкам
    и коврикам.<br />
    - На ощупь кинетический песок ощущается как мокрый песок<br />
    - При растягивание небольшой кучки песка, песчинки цепляются друг за друга, но не приклеиваются.<br />
    - Кинетический песок хорошо держит низкие формочки, однако столбики высотой более 8 см, начинают расползаться под
    собственным весом. Кинетический песок, называется так потому что он двигается, от него не стоит ожидать свойств
    пластилина.<br />
    - Песчинки кинетического песка могут прилипать к рукам, особенно к детским, так как они зачастую бывают влажными.
    После игры руки можно отряхнуть. Песок является сыпучим материалом, и это нормально.<br />
    - Кинетический песок после вскрытия упаковки может иметь силиконовый запах, ему необходимо дать выветрится перед
    первым применением. В дальнейшем материал имеет легкий запах и улавливается некоторыми нашими покупателями, это
    зависит от индивидуальной чувствительности.<br />
    - В зависимости от условий окружающей среды, кинетический песок незначительно изменяет свои свойства, подробнее
    читайте в разделе «уход и хранение»<br />
    - При повышении температуры, кинетический песок становится более текучим и песчинки песка прилипают к рукам сильнее.
    При охлаждении песок становится тугой и лучше держит форму.<br />
    - Цветной кинетический песок не пачкает рук краской. Краска изготовлена на силиконовой основе и не смывается с
    песчинок при его промывке<br />
    - Цветной кинетический песок смешивается между собой и его нельзя разделить.<br />
</p>

<h3>Уход и хранение</h3>
<p>
    Так как песок изготовлен из натурального материала, идеальным условием хранения для кинетического песка, является
    умеренная влажность 50-60%, прохладное место с открытой крышкой. Однако от неправильного хранения песок не портится,
    он меняет свои свойства, которые в дальнейшем могут быть восстановлены.
    Если песок долгое время хранится герметично, то после вскрытия, короткое время, может улавливаться силиконовый
    запах.
<p>
</p>
    Если кинетический песок намочить, то необходимо просушить его выложив тонким слоем до восстановления его свойств.
    Если кинетический песок стал более текучий и липкий, значит имеет место повышенная влажность, поры песка набрали в
    себя влагу. Обычно такая ситуация случается в летний период или в сезон дождей, а также при работающем увлажнителе.
    В этом случае он станет суше, когда поменяются условия окружающей среды, либо можно просушить его искусственно.
    Если в помещении сухо и прохладно, то силикон сжимается, песок становится более тугим, тяжелее трамбуется в
    формочку, однако держит форму лучше и дольше.
<p>
</p>
    Если в песок попал посторонний мусор, то убирать его необходимо вручную.
    Если песок испачкался жидкостью, например, в него что-то пролили, то его необходимо промыть и полностью высушить,
    связующий агент не смывается с песчинок.
<p>
</p>
    Если хранить цветной кинетический песок на солнце, то верхний его слой может потерять цвет. В этом случае просто
    перемешайте массу, и разница между песчинками исчезнет.
    Оригинальность товара и надежность продавца
<p>
</p>
    На данный момент кинетический песок, произведенный в Швеции, является лучшим представителем песка для лепки. Он
    прошел сертификацию во всех странах Европы и соответствует всем стандартам качества. Лучше и качественней его ничего
    не придумали. Однако на Российский рынок попадают подделки, повторяющие упаковку и внешний вид товара.
    Для того что бы оградить себя от подделки, необходимо более внимательно изучить продавца. У магазина, продающего
    кинетический песок, должны быть подтверждающие документы о его покупке. Договор с официальным дистрибьютером, в
    России таких компании две, см раздел «Производитель и фасовка», по запросу продавец может предоставить сертификаты
    на товар, а также выдать на руки копии, заверенные своей печатью.
<p>
</p>
<p>
    Если вы покупаете песок в розничном магазине, то необходимо осмотреть упаковку, а именно пакет в который упакована
    сама масса. Подробнее о оригинальном кинетическом песке, читайте в разделе «Производитель и фасовка»
</p>
</div>