<div class="row">
    <div class="col-lg-6">
        <p class="description">
            <strong>Мы осуществляем доставку по всей России и странам СНГ</strong><br/>
            - Стоимость доставки почтой РФ по России от 150 рублей*<br />
            - Стоимость доставки почтой EMS по России от 450 рублей*<br />
            - Стоимость доставки в страны СНГ рассчитывается индивидуально<br />
        </p>
        <p class="description">
            <strong>Курьерская доставка по Санкт-Петербургу и ЛО</strong><br />
            - Стоимость доставки 300 рублей<br />
            - При заказе от 4000 рублей доставка <span style="color: #ac2925">осуществляется бесплатно</span><br />
        </p>

        <p class="description">
            <strong>Самовывоз</strong><br />
            - ТРК "Модный променад", Комендантский пр., д. 9, к. 2, лит. A. <a href="<?php echo Yii::app()->createUrl('site/contact')?>">посмотреть на карте</a><br />
            - Неоплаченный товар будет ждать Вас 3 дня,предварительно оплаченный -  бесконечно.
        </p>
    </div>
    <div class="col-lg-6">
            <strong>Мы принимаем к оплате:</strong><br/>
            - Банковские карты VISA, MasterCard и Maestro<br />
            - Электронные деньги<br />
            - Мобильная коммерция (Платежи с помощью мобильного телефона)<br />
            - Интернет-банк<br />
            - Платежей через терминалы<br />
    </div>
</div>